<?php

/* ENGLISH */

return [
    'european_roulette'     => 'European Roulette',
    'game_objective'        => 'วัตถุประสงค์ของเกม',
    'game_play'             => 'ตัวเกม',
    'type_bets_payout'      => 'ชนิดของการเดิมพัน/การจ่ายเงิน - เดิมพันวงใน',

    'game_objective_desc' => '
                            <h4>วัตถุประสงค์ของเกม</h4>
                            <p>รูเล็ตแบบยุโรปบางครั้งก็ถูกเรียกว่าเกมของโชคชะตา มันเล่นด้วยวิธีการหมุนวงล้อรู้เล็ตมีตัวเลข 1-36 รวมกับ 0 ตัวเลขพวกนี้ถูกใส่สีให้มีสีแดงและดำสลับกันยกเว้น 0 ที่มีเลขสีเหลือง ลูกบอลกลมสีขาวเล็กๆนั้นชี้ให้เห็นถึงตัวเลขที่ชนะ วัตถุประสงค์ของเกมนี้คือการที่เดาตัวเลขว่าลูกบอลจะตกลงที่ไหนโดยที่เดิมพัน 1 หรือมากกว่าเพื่อคลุมตัวเลข</p>',
    'game_play_list'        => '<ul class="gameplay-list gameplay-list--2">
                                <li>ผู้เล่นจะเดิมพันเท่าไรก็ได้ตามความต้องการของผู้เล่น</li>
                                <li>หลังจากที่ลงเงินเดิมพันกันเสร็จแล้ว เจ้ามือจะเริ่มหมุนวงล้อโดยที่ลูกบอลสีขาวเล็กๆจะหมุนไปในทางตรงกันข้ามของวงล้อ แสดงถึงตัวเลขที่จะชนะในตานั้น</li>
                             </ul>',
    'type_of_bet'           => 'ชนิดของการเดิมพัน',
    'description'           => 'คำอธิบาย',
    'payout'                => 'การจ่ายเงิน',
    'type_bets_payout_1'    => '1) เดิมพันวงใน – These are bets on the numbered area or on the lines between them.',

    'type_of_bet_a'         => 'A.	ตรง ',
    'type_of_bet_b'         => 'B.	กระจาย/ม้า ',
    'type_of_bet_c'         => 'C.	ตะกร้า ',
    'type_of_bet_d'         => 'D.	ถนน ',
    'type_of_bet_e'         => 'E.	หัวมุม/สี่เหลี่ยม ',
    'type_of_bet_f'         => 'F.	เส้น ',

    'description_a'         => 'เลขอะไรก็ได้ตัวเดียว (รวมถึง 0 ด้วย)',
    'description_b'         => 'ลขอะไรก็ได้ 2 ตัวที่ตัดกัน ทั้งแนวตั้งและแนวนอน',
    'description_c'         => 'รวมตัวเลขของ 0, 1, 2 หรือ 0, 2, 3',
    'description_d'         => 'เลขอะไรก็ได้ที่อยู่ในแนวนอน',
    'description_e'         => 'เลขอะไรก็ได้ที่ติดกับเลขในบล็อค',
    'description_f'         => 'เลขอะไรก็ได้ 6 ตัวจาก 2 แถว',

    'payout_a'              => '35:1',
    'payout_b'              => '17:1',
    'payout_c'              => '11:1',
    'payout_d'              => '11:1',
    'payout_e'              => '8:1',
    'payout_f'              => '5:1',

    'type_bets_payout_2'    => '2)  เดิมพันวงนอก – Bets made on the special boxes on the side of the main grid of numbers.',
    'type_of_bet_g'         => 'G.	คอลัมน์แรก',
    'type_of_bet_h'         => 'H.	คอลัมน์ที่สอง',
    'type_of_bet_i'         => 'I.	คอลัมน์ที่สาม',
    'type_of_bet_j'         => 'J.	โหลแรก',
    'type_of_bet_k'         => 'K.	โลหที่สอง',
    'type_of_bet_l'         => 'L.	โหลที่สาม',
    'type_of_bet_m'         => 'M.	คี่',
    'type_of_bet_n'         => 'N.	คู่',
    'type_of_bet_o'         => 'O.	แดง',
    'type_of_bet_p'         => 'P.	ดำ',
    'type_of_bet_q'         => 'Q.	สนามต่ำ',
    'type_of_bet_r'         => 'R.	สนามสูง',

    'description_g'         => 'ตัวเลขทั้งหมดจากคอลัมน์แรกด้านซ้าย',
    'description_h'         => 'ตัวเลขทั้งหมดจากคอลัมน์ที่ 2 (ตรงกลางของคอลัมน์จากด้านซ้าย)',
    'description_i'         => 'ตัวเลขทั้งหมดจากคอลัมน์สุดท้าย',
    'description_j'         => 'ตัวเลข 1 ถึง 12',
    'description_k'         => 'ตัวเลข 13 ถึง 14',
    'description_l'         => 'ตัวเลข 25 ถึง 36',
    'description_m'         => 'ตัวเลขคี่ทั้งหมด',
    'description_n'         => 'ตัวเลขคู่ทั้งหมด',
    'description_o'         => 'ตัวเลขทั้งหมดในสีแดง',
    'description_p'         => 'ตัวเลขทั้งหมดในสีดำ',
    'description_q'         => 'ตัวเลข 1 ถึง 18',
    'description_r'         => 'ตัวเลข 19 ถึง 36',

    'payout_g'              => '2:1',
    'payout_h'              => '2:1',
    'payout_i'              => '2:1',
    'payout_j'              => '2:1',
    'payout_k'              => '2:1',
    'payout_l'              => '2:1',
    'payout_m'              => '1:1',
    'payout_n'              => '1:1',
    'payout_o'              => '1:1',
    'payout_p'              => '1:1',
    'payout_q'              => '1:1',
    'payout_r'              => '1:1',

    'note'                  => 'Note: All outside bets lose when zero (0) comes out.',

    'type_bets_payout_3'    => '3) เดิมพันคนข้างๆ – บริเวณวงรีที่เป็นที่เดิมพันนั้นอนุญาตให้คุณสามารถลงเงินเดิมพันเจาะจงในเซ็ต 4 เซ็ต บนวงล้อรูเล็ต แต่ละการเดมพันจะคลุมเซ็ตของตัวเลขที่ตรงกันในการจ่ายเงิน',
    'type_of_bet_s'         => 'S.	ชั้น ',
    'type_of_bet_t'         => 'T.	เด็กกำพร้า',
    'type_of_bet_u'         => 'U.	เพื่อนบ้านของศูนย์ ',
    'type_of_bet_v'         => 'V.	ศูนย์',

    'description_s'         => '(6) ชิปจะถูกวางไว้ตรงตัวเลขที่กระจัดกระจาย 5, 8, 10, 11, 13, 16, 23, 24, 27, 30, 33, และ 36',
    'description_t'         => '(5) ชิปจะถูกวางไว้ตรงตัวเลขที่กระจัดกระจาย 1, 6, 9, 14, 17, 20, 31, และ 34',
    'description_u'         => '(9) ชิปจะถูกวางไว้ตรงตัวเลขที่กระจัดกระจาย 0, 2, 3, 4, 7, 12, 15, 18, 19, 21, 22, 25, 26, 28, และ 29',
    'description_v'         => '(4) ชิปจะถูกวางไว้ตรงตัวเลขที่กระจัดกระจาย 0, 3, 12, 15, 26, 32, และ 35',

    /** MOBILE CONTENTS **/

    'game_play_list_mb'        => '<ul class="gameplay-list gameplay-list-m gameplay-list--2">
                                <li>ผู้เล่นจะเดิมพันเท่าไรก็ได้ตามความต้องการของผู้เล่น</li>
                                <li>หลังจากที่ลงเงินเดิมพันกันเสร็จแล้ว เจ้ามือจะเริ่มหมุนวงล้อโดยที่ลูกบอลสีขาวเล็กๆจะหมุนไปในทางตรงกันข้ามของวงล้อ แสดงถึงตัวเลขที่จะชนะในตานั้น</li>
                             </ul>',
];

?>
