<?php

/* THAILAND */

return [
  'reel-prompt'            => 'หน้าต่างใหม่ถูกบล็อกโดยเบราว์เซอร์ของคุณ! กรุณาโปรดอนุญาตให้เบราว์เซอร์ของคุณเปิดหน้าต่างใหม่ด้วย',
  'reel-prompt-img'        => '<img src="/img/reel-tutorial/alert_img.png" alt="">',
  'reel-title-head'        => 'อนุญาตเกมป๊อปอัพในหน้าต่างของคุณ',
  'reel-desc'              => 'เกมรีลของเราสามารถเล่นได้บนหน้าต่างใหม่ของเว็บเบราว์เซอร์
ถ้าเว็บเบราว์เซอร์กำลังโดนบล็อกหน้าต่างป๊อปอัพที่กำลังเปิด กรุณาโปรดทำตามคู่มือด้านล่างเพื่ออนุญาตให้มีหน้าต่างป๊อปอัพในหน้าเว็บเบราว์เซอร์ของคุณ',
  'reel-slide-alert'              => 'ถ้าเบราว์เซอร์ของคุณได้บล็อกเกมรีลของเราจากหน้าต่างใหม่ คุณจะเห็นหน้าต่างเตือน',

  'reel-chrome2'              => 'เพื่ออนุญาตป๊อปอัพใน Google Chrome ให้ไปที่ช่อง URL และกด "Secure (การรักษาความปลอดภัย)" ตามข้อความที่แสดงในรูปภาพ',
  'reel-chrome3'              => 'หาตั้งค่า "Popups (ป๊อปอัพ)" จากนั้นให้เลือกที่ตัวเลือก "Always allow on this site (อนุญาตให้ใช้ไซต์นี้เสมอ)"',
  'reel-chrome4'              => 'รีโหลดเพจเพื่อยืนยันการเปลี่ยนแปลงของเว็บเบราว์เซอร์',

  'reel-firefox2'              => 'เพื่อออนุญาตหน้าต่างป๊อปอัพของ Mozolla Firefox ให้ไปที่มุมขวาบนตามรูปภาพที่แสดงและกด "Options (ตัวเลือก)"',
  'reel-firefox3'              => 'กดที่ตัวเลือก "Allow pop-ups for the lobby.nihtanv2.com (อนุญาตป๊อปอัพสำหรับ lobby.nihtanv2.com)" หน้าต่างให่จะแสดงขึ้นมาใหม่อัตโนมัติ',

  'reel-ie2'              => 'เพื่ออนุญาตหน้าต่างป๊อปอัพของ Internet Explorer กดปุ่มที่แป้นพิมพ์ลัด + เพื่อเปิดแถบ Tools Setting (ตั้งค่าเครื่องมือ)',
  'reel-ie3'              => 'หาตั้งค่าเครื่องมือ "Pop-up Blocker (บล็อกป๊อปอัพ)" และเลือก "Always allow pop-ups from this site (อนุญาตป๊อปอัพสำหรับไซต์นี้เสมอ)" เพจจะรีโหลดเองอัตโนมัติ',

];

?>
