<?php

/* KOREAN */

return [
  'reel-prompt'            => '브라우저에 의해 새 창이 뜨지 않습니다! <br />새 창을 띄우기 위해 브라우저에서 설정을 바꿔주세요.',
  'reel-prompt-img'        => '<img src="/img/reel-tutorial/alert_img-kr.png" alt="">',
  'reel-title-head'        => '당신의 웹 브라우저에서 게임 팝업 창을 허용해주세요.',
  'reel-desc'              => '"저희의 릴 게임은 오로지 여러분의 웹 브라우져 새 창에서만 플레이 됩니다.
  만약 당신의 웹 브라우져가 새 창을 띄우는 것을 막고 있다면 아래의 가이드를 이용해 당신의 웹 브라우져에 새 창을 띄울 수 있게 해주세요."',
  'reel-slide-alert'              => '만약 당신의 브라우져가 저희의 릴 게임을 새 창에서 열리는 것을 막아놨다면 이 경고 메시지가 보이게 됩니다.',

  'reel-chrome2'              => '구글 크롬에서 새 창을 띄울수 있게 하기 위해, 마우스를 URL 주소창으로 움직인 후 아래의 이미지에 보이는 바와 같이 "안전함" 텍스트를 클릭하세요.',
  'reel-chrome3'              => '"팝업창" 설정을 찾은 다음 "이 사이트는 항상 허용"을 선택 하세요.',
  'reel-chrome4'              => '당신의 웹 브라우져에서 바뀐 설정을 적용하기 위해 창을 다시 여세요.',

  'reel-firefox2'              => 'Mozila Firefox에서 새 창을 띄우기 위해, 아래의 이미지에 나와 있듯이 오른쪽 상단 코너로 마우스를 움직인 후 "옵션"을 클릭하세요.',
  'reel-firefox3'              => '"lobby.nihtanv2.com을 허락하기"를 클릭하세요. 자동으로 새 창이 나타날것 입니다.',

  'reel-ie2'              => '인터넷 익스플로러의 새 창을 띄우기 위해, 키보드 단축키 <img src="/img/reel-tutorial/alt.png" alt=""> + <img src="/img/reel-tutorial/T.png" alt=""> 를 눌러 "도구 설정"을 열어주세요.',
  'reel-ie3'              => '"도구 설정에서 "팝업 차단기" 항목을 찾고 "이 사이트는 항상 허용"옵션을 선택하세요.
  페이지가 자동으로 재시작 될 것입니다."',

];


?>
